Dlubal.RFEM5.BendingTheoryType
Type of plate bending theory

Dlubal.RFEM5.BendingTheoryType.UnknownTheory
Unknown bending theory

Dlubal.RFEM5.BendingTheoryType.MindlingBendingTheory
Mindlin bending theory

Dlubal.RFEM5.BendingTheoryType.KirchhoffBendingTheory
Kirchhoff bending theory